{
    "COMMON": {
        "title": "Dey Apps",
        "home": "Home",
        "infoMtm": "Info MtM",
        "subtitle": "Home Software Developer",
        "contact": "Contact: deyhome.mtm@gmail.com",
        "footer": "Copyright © 2020 - David Jiménez - All rigths reserved",
        "iconDesignedBy": "Icons designed by {{url}}"
    },
    "HOME": {
        "MTM_LARGE": "Motor Track Manager",
        "titleInfoDeveloper": "Developer Information",
        "descriptionInfoDeveloper": "My professional career is mostly in IT consulting, participating in large international clients. I have evolved mainly in the technological field of software engineering, although I have also participated in project management tasks. I consider myself a proactive person with an objective of continuous professional improvement.",
        "titleProjects": "Projects",
        "descriptionProjects": "Application to manage the maintenance of personal vehicles without having to remember when a review was made and how much is left for the next oil change of your motorcycle or car.",
        "titleTechnologicalSkills": "Tecnological Skills",
        "descriptionTechnologicalSkills": "My technological concerns have led me to master Microsoft programming tools and languages, such as .NET Framework, .NET CORE, Entity Framework or Sql Server. I have also had the opportunity to evolve in Google technology such as Angular, firebase or Play Store. Besides, as I personally like to try everything, I have been able to work with Ionic and Cordova for multiplatform mobile technologies.",
        "titleHobbies": "Hobbies",
        "descriptionHobbies": "Finally, so you can know me a little more, outside the professional environment I spend my free time with the world of motor, I am passionate about creating games like UnReal and mobile technologies with Android. To take care of myself a little, I enjoy adventure sports, hiking, mountain biking, skating, basketball, etc. Of course, I love spending time with family and friends."
    },
    "INFO_MTM": {

    }
}