{
    "COMMON": {
        "title": "Dey Apps",
        "home": "Home",
        "infoMtm": "App MtM",
        "subtitle": "Home Software Developer",
        "contact": "Contact: deyhome.mtm@gmail.com",
        "footer": "Copyright © 2020 - David Jiménez - All rigths reserved",
        "iconDesignedBy": "Icons designed by {{url}}",
        "MTM_LARGE": "Motor Track Manager"
    },
    "HOME": {
        "titleInfoDeveloper": "Developer Information",
        "descriptionInfoDeveloper": "My professional career is mostly in IT consulting, participating in large international clients. I have evolved mainly in the technological field of software engineering, although I have also participated in project management tasks. I consider myself a proactive person with an objective of continuous professional improvement.",
        "titleProjects": "Projects",
        "descriptionProjects": "Application to manage the maintenance of personal vehicles without having to remember when a review was made and how much is left for the next oil change of your motorcycle or car.",
        "titleTechnologicalSkills": "Tecnological Skills",
        "descriptionTechnologicalSkills": "My technological concerns have led me to master Microsoft programming tools and languages, such as .NET Framework, .NET CORE, Entity Framework or Sql Server. I have also had the opportunity to evolve in Google technology such as Angular, firebase or Play Store. Besides, as I personally like to try everything, I have been able to work with Ionic and Cordova for multiplatform mobile technologies.",
        "titleHobbies": "Hobbies",
        "descriptionHobbies": "Finally, so you can know me a little more, outside the professional environment I spend my free time with the world of motor, I am passionate about creating games with tools like UnReal and mobile technologies with Android. To take care of myself a little, I enjoy adventure sports, hiking, mountain biking, skating, basketball, etc. Of course, I love spending time with family and friends."
    },
    "INFO_MTM": {
        "titleExpensesVehicles": "Expenses per vehicles",
        "descriptionExpensesVehicles": "Manage and control the expenses for each vehicle or as a whole. Once you have configured all your vehicles and their maintenance operations in the application, you will be able to have available some graphs with the total expenses or also filtering the data that you want.",
        "titleCalendar": "Calendar",
        "descriptionCalendar": "One of the comforts of traveling by motorcycle is knowing that all the maintenance is in order. With the help of the calendar you will be able to plan the revisions and anticipate possible breakdowns due to not having changed a part in due time. This calendar calculates the date on which you should carry out the configured revisions based on the kilometers performed",
        "titleExpensesReplacement": "Expenses per replacements",
        "descriptionExpensesReplacement": "Visualize the expenses invested in your vehicles for each part replaced in maintenance or breakdowns. Once you have configured your vehicles and performed some maintenance, you will be able to check the total or filtered expenses of the parts used in the reports.",
        "titleNotifications": "Notificaciones",
        "descriptionNotifications": "The application allows you to define personalized maintenance for each of your vehicles. Based on these configurations, it notifies you how long and how many kilometers the parts of your vehicles have lived.",
        "titleTechnologiesUsed": "Technologies Used",
        "descriptionTechnologiesUsed": "Multiplatform application for Android and Windows 10. Implemented with the Ionic 6 and Angular 9 frameworks. With the help of VS Code it has been possible to develop with the programming languages HTML5, CSS3, Typescript 3.8 and SQL."
    }
}