{
    "COMMON": {
        "title": "Dey Apps",
        "home": "Home",
        "infoMtm": "Info MtM",
        "subtitle": "Home Software Developer",
        "contact": "Contact: deyhome.mtm@gmail.com",
        "footer": "Copyright © 2020 - David Jiménez - All rigths reserved",
        "iconDesignedBy": "Iconos diseñados por {{url}}"
    },
    "HOME": {
        "MTM_LARGE": "Motor Track Manager",
        "titleInfoDeveloper": "Información del desarrollador",
        "descriptionInfoDeveloper": "Mi carrera profesional se desarrolla en su mayor parte en la consultoría IT participando en grandes cliente internacionales. He evolucionado principalmente en el ambito tecnológico de ingeniería del software, aunque también he participado en tareas de gestión de proyectos. Me considero una persona proactiva y con un objectivo de mejora profesional continua.",
        "titleProjects": "Proyectos",
        "descriptionProjects": "Aplicación para gestionar los mantenimientos de los vehículos personales sin necesidad de recordar cuando se realizo una revisión y cuanto queda para el siguiente cambio de aceite de su moto o coche.",
        "titleTechnologicalSkills": "Habilidades tecnológicas",
        "descriptionTechnologicalSkills": "Mis inquietudes tecnológicas me han llevado a dominar herramientas y lenguajes de programación de Microsoft, como puede ser .NET Framework, .NET CORE, Entity Framework o Sql Server. También he tenido la posibilidad de evolucionar en tecnología de Google como Angular, firebase o Play Store. Además, como personalmente me gusta probar de todo, he podido trabajar con Ionic y Cordova para tecnogias moviles multiplataforma.",
        "titleHobbies": "Aficiones",
        "descriptionHobbies": "Por último, para que me puedan conocer un poco mas, fuera del ambito profesional paso mis ratos libres con el mundo del motor, me apasionan la creación de videojuegos como UnReal y las tecnologias moviles con Android. Para cuidarme un poquito, me entretengo con los deportes de aventura, senderismo, ciclismo de montaña, patinar, baloncesto, etc. Por supuesto, me encanta pasar tiempo con la familia y los amigos."
    },
    "INFO_MTM": {

    }
}